[
 {
   "A": "substance_name",
   "B": "Impact to the environment"
 },
 {
   "A": "Acetaldehyde",
   "B": "Acetaldehyde is used as an intermediate in manufacturing of chemicals like perfume, etc. and it will lead to problems such as skin diseases, respiratory tract, and eye irritation to the local people when it is not disposed of properly."
 },
 {
   "A": "Acetic acid (ethanoic acid)",
   "B": "Inward breath of acidic corrosive makes aggravation the nose, throat, and lungs.It is a \ndestructive substance, where the inward breath of concentrated vapor may make genuine \nharm the linings of these organs and later, breathing challenges may result, \nthis can spread with Air pollution. "
 },
 {
   "A": "Acetone",
   "B": "Acetone radiated through the air can bring about harm to the skin and gulping \nhuge sums can harm the gastrointestinal tract. Studies done with animals \nhave demonstrated that long presentation to acetone can contrarily influence \nthe liver, kidney, cause nerve harm, and present birth abandons. \nIntroduction to large amounts of acetone can cause outrageous negative impacts, \nfor example, obviousness, seizures, respiratory pain, and in the most \nexceedingly terrible situation, passing."
 },
 {
   "A": "Acetonitrile",
   "B": "Acetonitrile is harmful to people. At the point when produced through the air, \nIngestion is exceptionally improbable under ordinary conditions. \nInward breath of acetonitrile may aggravate mucous films and \ninward breath of higher fixations can create flushing of the face,\n chest snugness, shortcoming, queasiness, regurgitating, seizures,\n the brevity of breath and passing."
 },
 {
   "A": "Acrolein",
   "B": "Acrolein vapor emitted from industries may cause eye, \nnasal and respiratory tract disturbances in the low-level presentation."
 },
 {
   "A": "Acrylamide",
   "B": "Industries emitting acrylamide causes nearby impacts \nbecause of bothering of the mucous layers, and foundational \nimpacts because of the contribution of the focal, fringe and \nautonomic sensory systems. Indications incorporate \nunusual exhaustion, lethargy, memory troubles, and discombobulation."
 },
 {
   "A": "Acrylic acid",
   "B": "Acrylic Acid when they are emitted inside the water they cause \ndamage to the amphibian life forms, Acrylic corrosive is \ndangerous to green growth while spineless creatures and fish are \nsubstantially less delicate to it. Acrylic corrosive is probably \nnot going to persevere in the earth since it biodegrades \nquickly in sewage treatment plants and soil."
 },
 {
   "A": "Acrylonitrile (2-propenenitrile)",
   "B": "Acrylonitrile (2-propenenitrile) is a focal sensory system depressant \nand a respiratory aggravation. Inside the body, it is changed \nover to cyanide and a considerable lot of the impacts are \nidentified with the impact cyanide has in avoiding the retention of oxygen into the blood."
 },
 {
   "A": "Ammonia (total)",
   "B": "Ammonia outflows adversely influence biodiversity. \nAmmonia contamination likewise impacts species structure through soil fermentation, \ndirect lethal harm to leaves and changing the defenselessness of plants to ice, \ndry spell and pathogens. At its most genuine, \ncertain delicate and famous territories might be lost."
 },
 {
   "A": "Aniline (benzenamine)",
   "B": "It is possibly deadly to people. \nLong haul or rehashed introduction may have consequences for the liver, \nkidneys, blood and spleen: methemoglobanaemia (see momentary presentation).\n Aniline (benzenamine) is a plausible cancer-causing agent. \nIt doesn't stay in the body because of its breakdown and evacuation."
 },
 {
   "A": "Antimony and compounds",
   "B": "Antimony and compounds show poisonous properties like those of arsenic. \nPresentation to elevated amounts of antimony can bring about an assortment of unfavorable \nwellbeing impacts. Breathing abnormal states for quite a while can bother eyes and\nlungs and can cause heart and lung issues,stomach torment, looseness \nof the bowels, spewing, and stomach ulcers."
 },
 {
   "A": "Arsenic and compounds",
   "B": "The impacts incorporate passing, hindrance of development, photosynthesis, \nand propagation, and conduct impacts. Conditions tainted with \narsenic contain just a couple of animal types and fewer numbers inside species. \nOn the off chance that degrees of arsenate is sufficiently high, \njust safe creatures, for example, certain microorganisms, might be available."
 },
 {
   "A": "Benzene",
   "B": "In the air, benzene can respond with different synthetic \nsubstances to make brown haze. This could separate normally however \nit may likewise connect to rain and day off be conveyed to the \nground to debase water and soil. At the point when plants are presented to \nbenzene in the dirt, their development can be eased back and they may even bite the dust."
 },
 {
   "A": "Benzene hexachloro- (HCB)",
   "B": "It has low water dissolvability, and along these lines is \nprobably going to show low portability in the dirt condition. \nBecause of its long industriousness, notwithstanding, even \nlow portability may bring about calculable travel; along these lines, \nHCB may represent some danger of groundwater pollution."
 },
 {
   "A": "Beryllium and compounds",
   "B": "More elevated amounts of Beryllium in soils and water bodies may, \nin any case, impact affect the nearby condition. It isn't viewed as likely that \nBeryllium contamination effectively affects the worldwide condition. \nThe International Agency for Research on Cancer has \nassigned beryllium and its mixes as cancer-causing agents."
 },
 {
   "A": "Biphenyl (1,1-biphenyl)",
   "B": "Momentary introduction to large amounts of biphenyl has been\n seen to cause eye and skin bothering and lethal consequences \nfor the liver, kidneys, and focal and fringe sensory systems."
 },
 {
   "A": "Boron and compounds",
   "B": "Boron happens normally in the earth because of the discharge into air, \nsoil, and water through enduring. Boron introduction through air and \ndrinking water isn't probably going to happen, yet the danger of presentation \nto borate dust in the working environment exists."
 },
 {
   "A": "1,3-Butadiene (vinyl ethylene)",
   "B": "Introduction to the gas can disturb the eyes, nose and throat. \nBreathing exceptionally elevated amounts of 1,3-Butadiene for a\n brief span can cause focal sensory system harm, obscured vision, \nqueasiness, weakness, cerebral pain, diminished heartbeat rate \nand weight and obviousness."
 },
 {
   "A": "Cadmium and compounds",
   "B": "It basically influences kidneys and bones.\n It is likewise a cancer-causing agent by inward breath. \nCadmium can amass in liver, kidneys and bones, which may fill in as wellsprings \nof introduction further down the road. In the earth, cadmium is lethal to plants, \ncreatures and small scale living beings."
 },
 {
   "A": "Carbon disulphide",
   "B": "Carbon disulfide might be perilous due to its impacts on the sensory system or heart.\n Presentation can be through inward breath, assimilation through the skin, ingestion, \nor skin or eye to eye connection."
 },
 {
   "A": "Carbon monoxide",
   "B": "At the point when carbon monoxide is produced into the air it \nimpacts the measure of ozone depleting substances, which are \nconnected to environmental change and an Earth-wide temperature boost. \nThis implies land and ocean temperature builds changing to biological systems, \nexpanding storm movement and causing other outrageous climate occasions."
 },
 {
   "A": "Chlorine and compounds",
   "B": "Once in the air or in water, chlorine responds with different synthetic substances. \nNotwithstanding, research facility studies demonstrate that recurrent presentation \nto chlorine in the air can influence the safe framework, the blood, the heart, \nand the respiratory arrangement of creatures. Chlorine causes natural damage at low levels."
 },
 {
   "A": "Chlorine dioxide",
   "B": "Industries emitting chlorine dioxide can disturb the nose and throat, \ncausing hacking and chest torment; eye bothering with watery eyes \nand seeing coronas around lights; breathing chlorine dioxide can aggravate the lungs."
 },
 {
   "A": "Chloroethane (ethyl chloride)",
   "B": "Ethyl chloride is somewhat aggravating to the eyes and lungs. \nThe ceaseless (long haul) wellbeing impacts coming about because of presentation \nto air containing chloroethane in people isn't known.Some creature studies \nshow changes to the lungs, liver, and kidneys. Quick dissipation of the fluid \nmay cause frostbite with skin contact."
 }
]