[
 {
   "A": "substance_name",
   "B": "Impact to the environment"
 },
 {
   "A": "Acetaldehyde",
   "B": "Acetaldehyde is used as an intermediate in manufacturing of chemicals like perfume, etc. and it will lead to problems such as skin diseases, respiratory tract, and eye irritation to the local people when it is not disposed of properly."
 },
 {
   "A": "Acetic acid (ethanoic acid)",
   "B": "Inward breath of acidic corrosive makes aggravation the nose, throat, and lungs.It is a \ndestructive substance, where the inward breath of concentrated vapor may make genuine \nharm the linings of these organs and later, breathing challenges may result, \nthis can spread with Air pollution. "
 },
 {
   "A": "Acetone",
   "B": "Acetone radiated through the air can bring about harm to the skin and gulping \nhuge sums can harm the gastrointestinal tract. Studies done with animals \nhave demonstrated that long presentation to acetone can contrarily influence \nthe liver, kidney, cause nerve harm, and present birth abandons. \nIntroduction to large amounts of acetone can cause outrageous negative impacts, \nfor example, obviousness, seizures, respiratory pain, and in the most \nexceedingly terrible situation, passing."
 },
 {
   "A": "Acetonitrile",
   "B": "Acetonitrile is harmful to people. At the point when produced through the air, \nIngestion is exceptionally improbable under ordinary conditions. \nInward breath of acetonitrile may aggravate mucous films and \ninward breath of higher fixations can create flushing of the face,\n chest snugness, shortcoming, queasiness, regurgitating, seizures,\n the brevity of breath and passing."
 },
 {
   "A": "Acrolein",
   "B": "Acrolein vapor emitted from industries may cause eye, \nnasal and respiratory tract disturbances in the low-level presentation."
 },
 {
   "A": "Acrylamide",
   "B": "Industries emitting acrylamide causes nearby impacts \nbecause of bothering of the mucous layers, and foundational \nimpacts because of the contribution of the focal, fringe and \nautonomic sensory systems. Indications incorporate \nunusual exhaustion, lethargy, memory troubles, and discombobulation."
 },
 {
   "A": "Acrylic acid",
   "B": "Acrylic Acid when they are emitted inside the water they cause \ndamage to the amphibian life forms, Acrylic corrosive is \ndangerous to green growth while spineless creatures and fish are \nsubstantially less delicate to it. Acrylic corrosive is probably \nnot going to persevere in the earth since it biodegrades \nquickly in sewage treatment plants and soil."
 },
 {
   "A": "Acrylonitrile (2-propenenitrile)",
   "B": "Acrylonitrile (2-propenenitrile) is a focal sensory system depressant \nand a respiratory aggravation. Inside the body, it is changed \nover to cyanide and a considerable lot of the impacts are \nidentified with the impact cyanide has in avoiding the retention of oxygen into the blood."
 },
 {
   "A": "Ammonia (total)",
   "B": "Ammonia outflows adversely influence biodiversity. \nAmmonia contamination likewise impacts species structure through soil fermentation, \ndirect lethal harm to leaves and changing the defenselessness of plants to ice, \ndry spell and pathogens. At its most genuine, \ncertain delicate and famous territories might be lost."
 },
 {
   "A": "Aniline (benzenamine)",
   "B": "It is possibly deadly to people. \nLong haul or rehashed introduction may have consequences for the liver, \nkidneys, blood and spleen: methemoglobanaemia (see momentary presentation).\n Aniline (benzenamine) is a plausible cancer-causing agent. \nIt doesn't stay in the body because of its breakdown and evacuation."
 },
 {
   "A": "Antimony and compounds",
   "B": "Antimony and compounds show poisonous properties like those of arsenic. \nPresentation to elevated amounts of antimony can bring about an assortment of unfavorable \nwellbeing impacts. Breathing abnormal states for quite a while can bother eyes and\nlungs and can cause heart and lung issues,stomach torment, looseness \nof the bowels, spewing, and stomach ulcers."
 },
 {
   "A": "Arsenic and compounds",
   "B": "The impacts incorporate passing, hindrance of development, photosynthesis, \nand propagation, and conduct impacts. Conditions tainted with \narsenic contain just a couple of animal types and fewer numbers inside species. \nOn the off chance that degrees of arsenate is sufficiently high, \njust safe creatures, for example, certain microorganisms, might be available."
 },
 {
   "A": "Benzene",
   "B": "In the air, benzene can respond with different synthetic \nsubstances to make brown haze. This could separate normally however \nit may likewise connect to rain and day off be conveyed to the \nground to debase water and soil. At the point when plants are presented to \nbenzene in the dirt, their development can be eased back and they may even bite the dust."
 },
 {
   "A": "Benzene hexachloro- (HCB)",
   "B": "It has low water dissolvability, and along these lines is \nprobably going to show low portability in the dirt condition. \nBecause of its long industriousness, notwithstanding, even \nlow portability may bring about calculable travel; along these lines, \nHCB may represent some danger of groundwater pollution."
 },
 {
   "A": "Beryllium and compounds",
   "B": "More elevated amounts of Beryllium in soils and water bodies may, \nin any case, impact affect the nearby condition. It isn't viewed as likely that \nBeryllium contamination effectively affects the worldwide condition. \nThe International Agency for Research on Cancer has \nassigned beryllium and its mixes as cancer-causing agents."
 },
 {
   "A": "Biphenyl (1,1-biphenyl)",
   "B": "Momentary introduction to large amounts of biphenyl has been\n seen to cause eye and skin bothering and lethal consequences \nfor the liver, kidneys, and focal and fringe sensory systems."
 },
 {
   "A": "Boron and compounds",
   "B": "Boron happens normally in the earth because of the discharge into air, \nsoil, and water through enduring. Boron introduction through air and \ndrinking water isn't probably going to happen, yet the danger of presentation \nto borate dust in the working environment exists."
 },
 {
   "A": "1,3-Butadiene (vinyl ethylene)",
   "B": "Introduction to the gas can disturb the eyes, nose and throat. \nBreathing exceptionally elevated amounts of 1,3-Butadiene for a\n brief span can cause focal sensory system harm, obscured vision, \nqueasiness, weakness, cerebral pain, diminished heartbeat rate \nand weight and obviousness."
 },
 {
   "A": "Cadmium and compounds",
   "B": "It basically influences kidneys and bones.\n It is likewise a cancer-causing agent by inward breath. \nCadmium can amass in liver, kidneys and bones, which may fill in as wellsprings \nof introduction further down the road. In the earth, cadmium is lethal to plants, \ncreatures and small scale living beings."
 },
 {
   "A": "Carbon disulphide",
   "B": "Carbon disulfide might be perilous due to its impacts on the sensory system or heart.\n Presentation can be through inward breath, assimilation through the skin, ingestion, \nor skin or eye to eye connection."
 },
 {
   "A": "Carbon monoxide",
   "B": "At the point when carbon monoxide is produced into the air it \nimpacts the measure of ozone depleting substances, which are \nconnected to environmental change and an Earth-wide temperature boost. \nThis implies land and ocean temperature builds changing to biological systems, \nexpanding storm movement and causing other outrageous climate occasions."
 },
 {
   "A": "Chlorine and compounds",
   "B": "Once in the air or in water, chlorine responds with different synthetic substances. \nNotwithstanding, research facility studies demonstrate that recurrent presentation \nto chlorine in the air can influence the safe framework, the blood, the heart, \nand the respiratory arrangement of creatures. Chlorine causes natural damage at low levels."
 },
 {
   "A": "Chlorine dioxide",
   "B": "Industries emitting chlorine dioxide can disturb the nose and throat, \ncausing hacking and chest torment; eye bothering with watery eyes \nand seeing coronas around lights; breathing chlorine dioxide can aggravate the lungs."
 },
 {
   "A": "Chloroethane (ethyl chloride)",
   "B": "Ethyl chloride is somewhat aggravating to the eyes and lungs. \nThe ceaseless (long haul) wellbeing impacts coming about because of presentation \nto air containing chloroethane in people isn't known.Some creature studies \nshow changes to the lungs, liver, and kidneys. Quick dissipation of the fluid \nmay cause frostbite with skin contact."
 },
 {
   "A": "Chloroform (trichloromethane)",
   "B": "Chloroform may enter the earth from various sources, including \nindustrial waste emission, city squanders treatment plant releases, r\nisky waste locales, clean landfills, and spills."
 },
 {
   "A": "Chlorophenols (di, tri, tetra)",
   "B": "The impacts of chlorophenols from industries on the earth \nare not notable. In high focuses, they can have quick impacts \nsimilarly as with people. This can incorporate the demise of \nplants, creatures, fowls, and fish."
 },
 {
   "A": "Chromium (III) compounds",
   "B": "Chromium can likewise be discharged into the earth from the \ncopying of flammable gas, oil, or coal. Chromium doesn't normally stay\n in the environment yet is kept into the dirt and water. Chromium can \nchange starting with one structure then onto the next in water and soil, \ncontingent upon the conditions present. Impacts were a few people experience\n symptoms, for example, skin bothering, cerebral pains, dazedness, sickness, \nstate of mind changes, and impeded reasoning, judgment, and coordination. \nHigh dosages have been connected to increasingly genuine symptoms including \nblood issue, liver or kidney harm, and different issues."
 },
 {
   "A": "Chromium (VI) compounds",
   "B": "The natural impacts of chromium (VI) mixes will be very unique\n in relation to that of chromium (III) mixes. Chromium (VI) can have a \nhigh to direct, intense lethal impact on plants, winged animals or land creatures. \nThis can mean passing of creatures, winged creatures or fish and \ndemise or low development rate in plants."
 },
 {
   "A": "Cobalt and compounds",
   "B": "Presentation to cobalt may cause lung impacts, which incorporate \nrespiratory disturbance, hacking, asthma, aspiratory oedema, and pneumonia.\n Introduction to cobalt salts may cause skin issues, and may harm the \nkidneys and cause lung harm. Cobalt can harm the heart, causing heart disappointment."
 },
 {
   "A": "Copper and compounds",
   "B": "Overabundance copper in the dirt makes a dangerous situation\n for most small scale life forms, for example, microbes. Copper lethality\n in the dirt represses mineralization of supplements, for example, phosphorus\n and nitrogen since the metal gets joined to minerals and natural issue."
 },
 {
   "A": "Cumene (1-methylethylbenzene)",
   "B": "Momentary presentation to abnormal amounts of cumene results \nfirst in migraine, bothering of the eyes, nose and throat, happiness, \ntrailed by wooziness, languor, and obviousness. Cumene is a focal\n sensory system depressant and may cause opiate impacts."
 },
 {
   "A": "Cyanide (inorganic) compounds",
   "B": "The consolidated impact of the hypoxia and lactate acidosis is \ndespondency of the focal sensory system that can bring about respiratory \ncapture and demise. At higher deadly focuses, cyanide harming additionally \ninfluences different organs and frameworks in the body, including the heart."
 },
 {
   "A": "Cyclohexane",
   "B": "Breathing a lot of cyclohexane for brief timeframes antagonistically \ninfluences the human sensory system. Impacts run from migraines to anesthesia,\n tremors, and spasms. These impacts are not prone to happen at levels of \ncyclohexane that are typically found in nature."
 },
 {
   "A": "Di-(2-Ethylhexyl) phthalate (DEHP)",
   "B": "Inward breath of air containing di(2-ethylhexyl) phthalate doesn't \nseem to effectsly affect wellbeing. Ingestion of di(2-ethylhexyl) phthalate \nmay cause disturbance of the stomach and looseness of the bowels.\n The impacts of short and long haul presentation to abnormal states are obscure."
 },
 {
   "A": "1,2-Dibromoethane",
   "B": "1,2-dibromoethane can influence the cerebrum, harm skin, \nharm sperm in guys, and even reason passing if presentation is high."
 },
 {
   "A": "Dibutyl phthalate",
   "B": "Inward breath of abnormal amounts of dibutyl phthalate can cause\n bothering of the respiratory tract and eyes, queasiness, spewing, migrain\nand wooziness. Presentation over significant lots of time can bring about \nliver and kidney harm. Ingestion of dibutyl phthalate may cause gastrointestinal \naggravation, sickness, spewing and looseness of the bowels."
 },
 {
   "A": "1,2-Dichloroethane",
   "B": "Introduction to levels of 1,2-dichloroethane commonly found in nature\n is probably not going to have seriously unfriendly consequences for wellbeing. \nHigher levels (coming about because of an incidental discharge or in word related settings)\n are anyway poisonous and may cause malignancy."
 },
 {
   "A": "Dichloromethane",
   "B": "Dichloromethane can influence you whenever took in and by going \nthrough the skin. Introduction to high fixations may cause obviousness and demise.\n Introduction may aggravate the lungs, which can cause a development of \nliquid (aspiratory oedema). Lower dosages may cause cerebral pains, weakness, \nand conduct like being smashed."
 },
 {
   "A": "Ethanol",
   "B": "Ethanol and ethanol-gas blends consume cleaner and have higher octane \nlevels than unadulterated gas, however they additionally have higher\n evaporative emanations from fuel tanks and apportioning hardware. \nDelivering and consuming ethanol brings about discharges of carbon dioxide (CO2), \nan ozone harming substance."
 },
 {
   "A": "2-Ethoxyethanol",
   "B": "It is an aggravation to the eyes, mucous layers and upper respiratory tract.\n Delayed contact will cause skin bothering. Presentation to 2-Ethoxyethanol acetic acid \nderivation may cause queasiness, heaving and migraine. More elevated amounts \nof introduction may cause focal sensory system misery, blood changes and lung damage."
 },
 {
   "A": "2-Ethoxyethanol acetate",
   "B": "It is an aggravation to the eyes, mucous layers and upper respiratory tract.\n Delayed contact will cause skin disturbance. Presentation to 2-Ethoxyethanol acetic acid \nderivation may cause sickness, heaving and cerebral pain. More elevated amounts of \npresentation may cause focal sensory system misery, blood changes and lung damage."
 },
 {
   "A": "Ethyl acetate",
   "B": "Transient presentation to large amounts of ethyl acetic acid derivation \nresults first in disturbance of the eyes, nose and throat, trailed by migraine,\n queasiness, regurgitating, drowsiness, and obviousness. Drawn out exposures may cause \nobfuscating of the eye, harm to the lungs and heart and kidney and liver issues."
 },
 {
   "A": "Ethyl butyl ketone",
   "B": "Ethyl butyl ketone dissipates when presented to air. Deficient information is \naccessible to foresee the rate that ethyl butyl ketone is separated in the earth. \nDeficient information is accessible to anticipate the intense (present moment)\n poisonous quality or incessant (long haul) danger to amphibian life, plants or land creatures."
 },
 {
   "A": "Ethylbenzene",
   "B": "Ethylbenzene is basically utilized in the assembling of styrene.\n Intense (present moment) presentation to ethylbenzene in people brings about \nrespiratory impacts, for example, throat bothering and chest tightening, \ndisturbance of the eyes, and neurological impacts, for example, tipsiness."
 },
 {
   "A": "Ethylene glycol (1,2-ethanediol)",
   "B": "Ethylene glycol vapor (quite often from a work environment condition)\n can bother the eyes, throat, and nose. Huge centralizations of the vapor \ncan cause indistinguishable impacts from oral dosages."
 },
 {
   "A": "Ethylene oxide",
   "B": "Inward breath of air containing low degrees of ethylene oxide over significant\n lots of time can cause bothering of the eyes, skin and respiratory sections. \nIntroduction to ethylene oxide influences the sensory system and can prompt \nmigraines, memory misfortune and deadness. Presentation may likewise build \nthe pace of premature delivery."
 },
 {
   "A": "Fluoride compounds",
   "B": "At the point when fluorides in vaporous or particulate structure are taken in, \nthe respiratory tract, they are in part or totally assimilated relying upon how \nsolvent they are or on how enormous the fluoride-containing particles are."
 },
 {
   "A": "Formaldehyde (methyl aldehyde)",
   "B": "Introduction to low degrees of formaldehyde bothers the eyes, nose and throat,\n and can cause hypersensitivities influencing the skin and lungs. Higher introduction levels\n can cause throat fits and a development of liquid in the lungs, prompting passing. \nContact can likewise cause serious eye and skin consumes, prompting perpetual harm."
 },
 {
   "A": "Glutaraldehyde",
   "B": "Glutaraldehyde is reasonably poisonous to sea-going creatures and \ndecently to profoundly dangerous to green growth. Because of its short \nlife in the earth, glutaraldehyde has insignificant effect on the earth."
 },
 {
   "A": "n-Hexane",
   "B": "Intense (present moment) inward breath presentation of people to\n large amounts of hexane causes mellow focal sensory system (CNS) impacts,\n including unsteadiness, happiness, slight sickness, and cerebral pain. \nNo data is accessible on the cancer-causing impacts of hexane in people or creatures."
 },
 {
   "A": "Hydrochloric acid",
   "B": "Hydrochloric corrosive is discharged in to the air, chiefly through coal copying. \nThe HCl in the air might be an a lot greater driver of contamination and harm to \nnature than recently suspected, affecting water and land biological systems the same. \nThe expanded causticity in soil impairs a few life forms from developing."
 },
 {
   "A": "Hydrogen sulfide",
   "B": "Introduction to low groupings of hydrogen sulfide may cause cerebral pains,\n poor memory, tiredness, and equalization issues. Brief exposures to high groupings \nof hydrogen sulfide (more prominent than 500 ppm) can cause lost cognizance."
 },
 {
   "A": "Lead and compounds",
   "B": "Lead can stay in nature as residue uncertainly. The lead in fills add to air \ncontamination, particularly in urban territories. Soils close to parkways, roads, \nand purifying offices have larger amounts of lead than soils in different territories\n in light of their introduction to lead dust, which amasses after some time."
 },
 {
   "A": "Magnesium oxide fume",
   "B": "Breathing naturally created magnesium oxide smoke can disturb the eyes and nose. \nIt can cause metal smoke fever activating indications, for example, cerebral pain, hack, \nperspiring, sickness, fever, persecution in the chest and leucocytosis \n(increment in the quantity of white platelets in the blood)."
 },
 {
   "A": "Manganese and compounds",
   "B": "Manganese can cause both lethality and insufficiency indications in plants. \nAt the point when the pH of the dirt is low manganese insufficiencies are \nprogressively normal. Exceptionally poisonous groupings of manganese in soils \ncan cause swelling of cell dividers, shrinking of leafs and dark colored spots on leaves.\n Lacks can likewise cause these impacts."
 },
 {
   "A": "Mercury and compounds",
   "B": "Presentation to elevated amounts of metallic, inorganic, or natural mercury \ncan for all time harm the cerebrum, kidneys, and creating hatchling. Consequences \nfor mind working may bring about peevishness, timidity, tremors, changes in \nvision or hearing, and memory issues."
 },
 {
   "A": "Methanol",
   "B": "Presentation to methanol may cause aggravation of the eyes, nose, mouth, \nand throat. It can prompt liver harm, cause cerebral pains, heart melancholy, \nqueasiness, spewing, obscured vision, optic nerve harm, wooziness and sentiment\n of inebriation. Methanol is hurtful by ingestion, inward breath or through skin assimilation."
 },
 {
   "A": "2-Methoxyethanol",
   "B": "Long haul impacts from introduction to 2-Methoxyethanol are conceivable kidney \nharm, harmed platelets, and harmed testicles in guys. Rehashed exposures may \ncause cerebral pains, shortcoming, laziness, character changes and tremors."
 },
 {
   "A": "2-Methoxyethanol acetate",
   "B": "Methoxyethanol acetic acid derivation can have an intense poisonous impact \non amphibian life and is quickly consumed, breathed in or ingested by people\n by direct contact with skin, gulping or taking in vapor."
 },
 {
   "A": "Methyl ethyl ketone",
   "B": "The impacts might be cerebral pains, dazedness, exhaustion, narcosis\n (acts like an opiate), queasiness, retching, and cause you to go out. \nMethyl ethyl ketone vapor bothers the eyes, nose, and throat."
 },
 {
   "A": "Methyl isobutyl ketone",
   "B": "Intense inward breath of ketones may cause changing impacts, contingent\n upon the degree and length of presentation. A few indications detailed incorporate \nmucous film disturbance, queasiness, retching, cerebral pain, vertigo, incoordination, \nCNS wretchedness, and cardiorespiratory disappointment."
 },
 {
   "A": "Methyl methacrylate",
   "B": "Methyl methacrylate is exceptionally combustible and can make harm the \neyes and skin. It influences the respiratory tract when breathed in and can be a\n genuine risk when ingested. Abnormal amounts of presentation can even reason \nkidney and liver injuries dependent on creature lethality thinks about."
 },
 {
   "A": "4,4'-Methylene-bis(2-chloroaniline) (MOCA)",
   "B": "MOCA is a fragrant amine which is basically like benzidine, a known \nhuman bladder cancer-causing agent. MOCA has been appeared to cause \nhepatomas in mice and rodents, lung and mammary carcinomas in rodents \nand bladder malignancy in pooches [4,5,6]."
 },
 {
   "A": "Methylenebis (phenylisocyanate)",
   "B": "Presentation can bring about side effects, for example, skin dermatitis, nose, \nthroat, lung and eye disturbances. On the off chance that it is breathed in as a \nresidue it can cause brevity of breath, wheezing, hacking and chest snugness, \ncerebral pain and queasiness."
 },
 {
   "A": "Nickel and compounds",
   "B": "Lung aggravation and harm to the nasal depression have been seen in creatures \npresented to nickel mixes. At high fixations, the lung harm is extreme enough\n to influence lung work. Oral introduction of people to large amounts of dissolvable \nnickel mixes through the earth is very improbable."
 },
 {
   "A": "Nickel carbonyl",
   "B": "Nickel carbonyl may cause serious intense impacts. After introduction to \nnickel carbonyl the underlying side effects are commonly mellow, for example, \nsickness, migraine, dyspnea, and chest torment. Presentation to vaporized\n Nickel Carbonyl occurs in electroplating, in Nickel refining and in the electronics industry."
 },
 {
   "A": "Nickel subsulfide",
   "B": "Nickel happens normally in nature at low levels. Respiratory impacts have\n additionally been accounted for in people from inward breath introduction to nickel. \nHuman and creature studies have announced an expanded danger of lung and \nnasal malignancies from presentation to nickel processing plant tidies and nickel subsulfide."
 },
 {
   "A": "Nitric acid",
   "B": "At times the inward breath of high centralizations of nitric corrosive can \ncause demise. Increasingly weaken arrangements of nitric corrosive may make\n aggravation the skin, eyes and throat. Ecological centralizations of nitric corrosive \nare commonly much lower than those found in word related settings and \nare probably not going to bring about malignancy."
 },
 {
   "A": "Organo-tin compounds",
   "B": "Breathing in tin as residue or exhaust may cause a kindhearted pneumoconiosis \nin uncovered laborers. The organotin mixes can be partitioned into alkyltin and aryltin mixes. \nThe trimethyl and triethyltin mixes are all around retained from the gastrointestinal tract\n and are the most poisonous in this gathering."
 },
 {
   "A": "Oxides of Nitrogen",
   "B": "Raised degrees of nitrogen dioxide can make harm the human respiratory \ntract and increment an individual's weakness to, and the seriousness of, \nrespiratory diseases and asthma. Long haul introduction to abnormal amounts \nof nitrogen dioxide can cause interminable lung ailment."
 },
 {
   "A": "Particulate Matter ≤2.5 µm (PM2.5)",
   "B": "Particulate issue (PM2.5 with the breadth ≤ 2.5 μm) as one of the most\n destructive and complex toxins can lessen condition quality and influence\n human wellbeing. Through fermentation by wet affidavit, PM2.5 can make \ncorrosive downpour sway amphibian environments."
 },
 {
   "A": "Particulate Matter ≤10.0 µm (PM10)",
   "B": "PM10 is particulate issue 10 micrometers or less in measurement,\nPM2.5 is particulate issue 2.5 micrometers or less in breadth. PM2.5 \nis commonly portrayed as fine particles. By method for correlation, a\n human hair is around 100 micrometers, so approximately 40 fine particles \ncould be set on its width."
 },
 {
   "A": "Phenol",
   "B": "Intense harmful impacts may incorporate the demise of creatures, \nwinged animals, or fish, and passing or low development rate in plants. \nLonger term impacts may incorporate abbreviated life expectancy, conceptive \nissues, lower fruitfulness, and changes in appearance or conduct."
 },
 {
   "A": "Phosphoric acid",
   "B": "Phosphoric corrosive can seriously influence human wellbeing through the \ninward breath of fog, ingestion and contact with skin and eyes. Eye to eye connection \ncan cause redness, torment, tearing, eyelid fits, obscured vision and perpetual harm.\n"
 },
 {
   "A": "Polychlorinated Biphenyls ",
   "B": "About 10% of the PCBs created since 1929 still stay in the earth today. \nAs a result of potential effects on human wellbeing and the earth, the utilization \nand creation of PCBs are currently prohibited or seriously limited in numerous nations."
 },
 {
   "A": "Polychlorinated dioxins and furans (TEQ)",
   "B": "polychlorinated dibenzofurans (PCDFs or furans) certain co-planar \npolychlorinated biphenyls (PCBs). Dioxins are not intentionally created, \nhowever are discharged into nature because of ignition exercises including\n power age, squander cremation, metal refining and from the assembling of \ncertain synthetic compounds."
 },
 {
   "A": "Polycyclic aromatic hydrocarbons (B[a]Peq)",
   "B": "Polycyclic sweet-smelling hydrocarbons (PAHs) are an enormous \ngathering of surely understood toxicants with cancer-causing potential \nand other wellbeing impacts including on the safe framework. Among the \ndissected PAHs, there was a prevalence of chrysene (17.42 μg/kg)."
 },
 {
   "A": "Selenium and compounds",
   "B": "Because of water system run-off centralizations of selenium will in \ngeneral be exceptionally high in oceanic life forms in numerous zones. \nAt the point when creatures ingest or amass incredibly high convergences \nof selenium it can cause regenerative disappointment and birth surrenders."
 },
 {
   "A": "Styrene (ethenylbenzene)",
   "B": "Styrene influences the focal anxious and respiratory frameworks, including \ndespondency, fixation issues, muscle shortcoming, exhaustion, insecurity, \nnarcosis, defatting dermatitis, and queasiness. Introduction may likewise \naggravate the nose, throat, and eyes, including extreme eye wounds."
 },
 {
   "A": "Sulfur dioxide",
   "B": "Sulfur dioxide influences the respiratory framework, especially lung work, \nand can bother the eyes. Sulfur dioxide disturbs the respiratory tract and builds the\n danger of tract diseases. It causes hacking, bodily fluid discharge and bothers conditions, \nfor example, asthma and incessant bronchitis."
 },
 {
   "A": "Sulfuric acid",
   "B": "Sulfuric corrosive will exist as particles or beads noticeable all around \nwhenever discharged to the climate. It breaks up when blended with water. \nSulfuric corrosive is destructive and would severely consume any plants, feathered \ncreatures or land creatures presented to it. It has moderate constant (long haul) \nharmfulness to oceanic life."
 },
 {
   "A": "1,1,2,2-Tetrachloroethane",
   "B": "Intense (present moment) inward breath introduction to abnormal \namounts of 1,1,2,2-tetrachloroethane has brought about consequences f\nor the liver and respiratory, focal anxious, and gastrointestinal frameworks in people."
 },
 {
   "A": "Tetrachloroethylene",
   "B": "Impacts coming about because of intense (present moment) abnormal state \ninward breath presentation of people to tetrachloroethylene incorporate bothering \nof the upper respiratory tract and eyes, kidney brokenness, and neurological impacts, \nfor example, reversible disposition and social changes, debilitation of coordination, \ntipsiness, cerebral pain, languor."
 },
 {
   "A": "Toluene (methylbenzene)",
   "B": "Long term exposures to high measures of toluene by purposeful maltreatment \nhave been connected to lasting cerebrum harm. Additionally announced are issues \nwith discourse, vision, and hearing, loss of muscle control, loss of memory and parity \nand diminished scores of mental tests."
 },
 {
   "A": "Toluene-2,4-diisocyanate",
   "B": "2,4-Toluene diisocyanate is incredibly harmful from intense (present moment) \nand ceaseless (long haul) exposures. Intense introduction to elevated amounts \nof 2,4-toluene diisocyanate in people, by means of inward breath, brings about\n extreme aggravation of the skin and eyes and influences the respiratory, \ngastrointestinal, and focal sensory systems (CNS)."
 },
 {
   "A": "Total Nitrogen",
   "B": "Total nitrogen can effect affect the earth and especially on sea-going life — \nthe fish, shellfish and different animals in our streams, lakes, and seas — \nin light of the fact that most nitrogen is spilled into conduits. \nAll out nitrogen can likewise prompt dangerous blue-green algal blossoms."
 },
 {
   "A": "Total Phosphorus",
   "B": " Rainfall can make differing measures of phosphates wash from ranch \nsoils into close by conduits. Phosphate will animate the development of \nmicroscopic fish and amphibian plants which give nourishment to angle. \nThis procedure thusly causes the passing of sea-going life on account of\n the bringing down of disintegrated oxygen levels."
 },
 {
   "A": "Total Volatile Organic Compounds",
   "B": "VOCs add to the development of Tropospheric ozone and exhaust cloud. \nWellbeing impacts incorporate eye, nose, and throat aggravation; migraines,\n loss of coordination, queasiness; and harm to the liver, kidney, and focal sensory system."
 },
 {
   "A": "1,1,2-Trichloroethane",
   "B": "Breathing abnormal states in the air can influence the sensory system and\n cause drowsiness. 1,1,2-Trichloroethane may likewise influence the liver, \nkidney, and stomach related tract, produce skin disturbance and influence \nthe body's capacity to battle diseases."
 },
 {
   "A": "Trichloroethylene",
   "B": "Trichloroethylene is a focal sensory system depressant and has\n been utilized as a sedative, for medical procedure. A few people purposefully \nbreathe in it for its opiate properties. Introduction to direct measures of \ntrichloroethylene may cause cerebral pains, loss of equalization, and tremors."
 },
 {
   "A": "Vinyl Chloride Monomer",
   "B": "Breathing high groupings of VCM vapor for a brief span may cause \ncerebral pains, tipsiness, lethargy, obviousness, and at very abnormal\n states, can prompt demise."
 },
 {
   "A": "Xylenes (individual or mixed isomers)",
   "B": "Their synthetic structures are marginally unique. Since they are frequently \nsold and utilized as 'blended isomers', except if a specific isomer is explicitly \nreferenced the data given will talk about a blend of the three isomers. \nXylenes are combustible fluids and fire perils. Xylenes are respectably dissolvable in water."
 },
 {
   "A": "Zinc and compounds",
   "B": "High degrees of zinc can harm the pancreas and exasperate the protein \ndigestion, and cause arteriosclerosis. Broad presentation to zinc chloride \ncan cause respiratory issues. In the workplace condition zinc, an infection \ncan prompt an influenza-like condition known as metal fever."
 }
]